"MenuTitle" = "HP LaserJet Professional Utility";

"Cleaning Page" = "清洁纸张";
"Demo Page" = "演示页";
"Configuration Page" = "配置页";
"Supply Status Page" = "耗材状态页";
"Print Information Pages" = "打印信息页";

"OK" = "确定";
"Cancel" = "取消";
"Quiet Mode" = "安静模式";
"Enable" = "启用";
"Disable" = "禁用";
"HTML Config..." = "HTML 配置...";

"After 1 minute" = "1 分钟后";

"After 5 minutes" = "5 分钟后";

"After 15 minutes" = "15 分钟后";

"After 30 minutes" = "30 分钟后";

"After 1 hour" = "1 小时后";

"After 2 hours" = "2 小时后";

"Never" = "从不";


"1 minute" = "1 分钟";

"5 minutes" = "5 分钟";

"15 minutes" = "15 分钟";

"30 minutes" = "30 分钟";

"1 hour" = "1 小时";

"2 hours" = "2 小时";

"4 hours" = "4 小时";

"8 hours" = "8 小时";

"24 hours" = "24 小时";

"EcoSMART" = "EcoSMART";

"sleep after" = "在以下时间后进入“睡眠”模式:";

"Auto Off after:" = "在以下时间后自动关闭:";

"Language" = "CHINESE";

"CleaningPagePanelLabel" = "HP LaserJet 清洁实用程序旨在去除在热凝器组件和纸轮上可能积聚的过多的纸张和碳粉颗粒，从而延长打印机的寿命。\n请按照以下步骤开始清洁过程:\n1. 确保设备空闲，且“就绪”指示灯亮起\n2. 在纸盘 1 中装入表面平滑的投影胶片或复印等级纸张 (18 磅 – 24 磅或 70g/m² - 90g/m²)\n3. 按“确定”开始清洁\n注意 - 清洁过程从开始到结束大约需要 3 分钟。";
